Repository: kbib/ding
Catalog: ding_reservation/translations/*.po
Languages: da

source: Reserve selected
da: Reserver valgte

source: Reservation of “@title” failed. It may be on your reservation list already.
da: Reservering af "@title" lykkedes ikke. Se i din lånerstatus om den allerede er reserveret.

source: Reserve now
da: Reserver nu

source: reservation cannot be cancelled
da: Reserveringen kan ikke slettes.

source: Save changes for selected reservations
da: Gem ændringer for udvalgte reserveringer

source: Delete selected reservations
da: Slet udvalgte reserveringer

source: You must select some reservations.
da: Du bedes vælge nogle reserveringer.

source: Reservations updated.
da: Reserveringer blev opdateret

source: Reservations deleted.
da: Reservering er slettet

source: Reservation added
da: Findes nu på din reserveringsliste

source: You have reserved @item and will be notified when its ready for pickup at @branch.
da: Du har reserveret "@item" og vil få besked, når materialet er klar til afhentning på @branch.

source: Not logged in
da: Du er ikke logget ind.

source: You have to log in to make reservations.
da: Du skal være logget ind for at oprette en reservering.

source: Preferred branch not set
da: Fast afhentningssted er ikke valgt

source: To make quick reservations, you need to have a preferred branch set. You can set one up at your !profile_settings.
da: For at kunne lave reserveringer skal du vælge et fast afhentningssted. Du kan vælge afhentningssted på din !profile_settings.

source: profile settings page
da: profil

source: Reservation of @item is not allowed.
da: @item kan ikke reserveres.

source: Not available
da: Ikke tilgængelig

source: Reservation exists
da: Reservering er allerede oprettet

source: @item is already reserved.
da: @item er allerede reserveret til dig.

source: Reservation error
da: Fejl ved reservering

source: An error occurred while reserving item. Please try again.
da: Der findes ingen eksemplarer til reservation. Ved filmreservering kan det skyldes en aldersbegrænsning i henhold til filmloven.

source: @item is now on your reservation list.
da: @item er nu på din reserveringsliste

source: Reservation list
da: Reservationsliste

source: Reservation details
da: Reservationsdetaljer

source: user
da: bruger

source: Your reservations
da: Dine reserveringer

source: Select
da: Vælg

source: Title
da: Titel

source: Pickup number
da: Reserveringsnummer

source: Pickup by
da: Afh. frist

source: Pickup branch
da: Afhentningssted

source: Res. no @num
da: Res. nr. @num

source: Unknown
da: Ukendt

source: Reservations ready for pickup
da: Reserveringer klar til afhentning

source: Reserved
da: Reserveringsdato

source: Valid to
da: Gyldig til

source: Queue number
da: Nummer i køen

source: Active reservations
da: Reserveringer

source: No reservations found.
da: Du har ingen reservationer.
