Repository: kbib/ding
Catalog: ding_panels/translations/*.po
Languages: da

source: Phone
da: Telefon

source: Ding box
da: Ding kasse

source: Presents panes with a neat box around it as per the Ding design.
da: Viser Panels panes med en ekstra boks rundt om dem i overenstemmelse med KKBs design.

source: Related library
da: Relateret bibliotek

source: Finds the related library from a node context.
da: Finder det relaterede bibliotek fra en node kontekst.

source: Node
da: Indholdselement

source: Shows the CMS menu - if available, it will show the portal library specific menu.
da: Viser CMS-menuen – hvis den er tilgængelig vil den biblioteksspecifikke menu blive vist.

source: Library page
da: Biblioteksside

source: "@s": Library portal navigation
da: “@s”: Portalbiblioteksnavigation

source: Default menu
da: Standardmenu

source: If a menu related to the library node can not be found, show this menu instead.
da: Hvis der ikkke kan findes en menu tilknyttet biblioteket, vis denne menu istedet.

source: - None -
da: - Ingen -

source: Library location
da: Biblioteksplacering

source: Shows the address, map and other locative information for the library.
da: Viser bibliotekets adresse, kort og lignende oplysninger.

source: Library opening hours
da: Bibliotekets åbningstider

source: Shows the library opening hours.
da: Viser bibliotekets åbningstider

source: Library feature list
da: Bibliotekets facilitetsliste

source: Simple list of library features, containing only the title.
da: Simpel liste over bibliotekets faciliteter, indeholder kun titlen.

source: Library detailed feature list
da: Bibliotekets detaljerede facilitetsliste

source: More detailed view of library features with pictures and description.
da: Mere detaljeret oversigt over bibliotekernes faciliteter med billeder og beskrivelse.

source: Opening hours
da: Åbningstider

source: Services and facilities
da: Faciliteter

source: "@s": Library location
da: “@s”: Bibliotekets adresseoplysninger

source: "@s": Library opening hours
da: “@s”: Bibliotekets åbningstider

source: "@s": Library features
da: “@s”: Bibliotekets faciliteter

source: "@s": Library feature details
da: “@s”: Bibliotekets faciliteter – detaljeret

source: Ding library map
da: Ding bibliotekskort

source: Node body
da: Brødtekst

source: The rendered node body.
da: Indholdselementets renderede brødtekst.

source: No comments for this post
da: Ingen har kommenteret dette indlæg

source: Library title and navigation
da: Biblioteksnavn og navigation

source: The title and navigation for a library page.
da: Viser bibliotekets navn og navigation i dets undersider.

source: "@s": Library title and navigation
da: “@s”: Bibliotekets navn og navigation

source: Display header image
da: Vis hovedbillede

source: Library: Page type
da: Bibliotek: Sidetype

source: Control access by library type.
da: Styr adgang efter bibliotekssidetype

source: Library type
da: Bibliotekstype

source: Normal library page
da: Almindelig biblioteksside

source: Portal-style library page
da: Portal-lignede biblioteksside

source: Pick the allowed library type.
da: Vælg den tilladte bibliotekssidetype.

source: @identifier must be a "@type" library
da: @identifier skal være et “@type” bibliotek

source: Left side
da: Venstre side

source: Middle column
da: Midterste spalte

source: Right side
da: Højre side

source: Bottom
da: Bund

source: Provides Panels plug-ins. Content types, layouts, etc.
da: Diverse plug-ins til Panels modulet. Indholdstyper, layouts, osv.

source: Events
da: Arrangementer

source: Facilities
da: Faciliteter

source: About the library
da: Om biblioteket

source: Local
da: Lokalt
